[
  {
    "subject": "Regarding: Influencer / Organic Growth",
    "greeting": "Hi there,",
    "body": "I recently noticed a LinkedIn influencer whose profile highlights 'Organic Growth' and boasts over 65K followers. Interestingly, they claimed to help others grow their platforms but seemed to copy posts from other influencers. I thought you might find this observation worth noting.",
    "closing": "Best regards,",
    "signature": "[Your Name]",
    "date": "Wednesday, July 23, 2025, 4:59 PM IST"
  },
  {
    "subject": "Regarding: Job Search / Mental Health",
    "greeting": "Dear Friend,",
    "body": "Job seekers, this message is especially for you. Every application, interview, and follow-up can create immense pressure. You might wonder: Am I not good enough? But remember, this isn’t about your skills. The system is broken — 60% of applicants never hear back. Your mental health is precious—don’t sacrifice it for a system that doesn’t value you. Take care of yourself. Your dream job will come. For now, just breathe. 🌻",
    "closing": "Warm regards,",
    "signature": "[Your Name]",
    "date": "Wednesday, July 23, 2025, 4:59 PM IST"
  },
  {
    "subject": "Regarding: Job Search / Online Dating",
    "greeting": "Hello,",
    "body": "Looking for jobs on LinkedIn can sometimes feel like online dating — full of promises but ending with ghosting. It’s a tough experience many share.",
    "closing": "Kind regards,",
    "signature": "[Your Name]",
    "date": "Wednesday, July 23, 2025, 4:59 PM IST"
  },
  {
    "subject": "Regarding: Scams",
    "greeting": "Hi,",
    "body": "Beware of LinkedIn scams like: “Congratulations, you've been selected for a role you didn’t apply for!” The catch? Paying Rs. 50,000 for the 'honor'. Stay vigilant.",
    "closing": "Stay safe,",
    "signature": "[Your Name]",
    "date": "Wednesday, July 23, 2025, 4:59 PM IST"
  },
  {
    "subject": "Regarding: Job Search / Sapne",
    "greeting": "Namaste,",
    "body": "Sapne dekhna achi baat hai, lekin job ka sapna dekh ke 'interested' likhna, yeh toh achi baat nahi hai na? (Dreaming is good, but just writing 'interested' after dreaming about a job isn't very good, right?)",
    "closing": "Shubhkamnayein,",
    "signature": "[Your Name]",
    "date": "Wednesday, July 23, 2025, 4:59 PM IST"
  },
  {
    "subject": "Regarding: Productivity / Time Management",
    "greeting": "Hi there,",
    "body": "Next time I read a LinkedIn influencer’s story, I start from the last line. If there’s a link attached, it’s most probably a fake one — saves me time!",
    "closing": "Cheers,",
    "signature": "[Your Name]",
    "date": "Wednesday, July 23, 2025, 4:59 PM IST"
  },
  {
    "subject": "Regarding: Motivation",
    "greeting": "Dear Friend,",
    "body": "Every time I poured my heart into 5-6 rounds of interviews and faced rejection, it felt like a punch in the gut. The sleepless nights and endless preparation seemed pointless. But, looking back, I realized it was the Universe’s way of saying: “Not this one, something better is on the way.” Doors I thought I wanted closed, only for the right ones to open — aligned with my growth, values, and happiness.\n\nIt stung at first, but now when things don’t go as planned, I don’t panic or question my worth. I breathe and trust the path. The Universe has a bigger plan.\n\nIf you face rejection, trust that those closed doors are protecting you from something unseen. Your path is being cleared for something more beautiful.",
    "closing": "With hope,",
    "signature": "[Your Name]",
    "date": "Wednesday, July 23, 2025, 4:59 PM IST"
  },
  {
    "subject": "Regarding: Job Search / Mental Health",
    "greeting": "Hello,",
    "body": "To everyone still looking for a job: I see you and feel for you. Every rejection email feels like a gut punch, and every 'We'll get back to you' sounds more like 'You'll never hear from us.' But you’re not alone.\n\nStudies show 80% of job seekers face anxiety and self-doubt. It’s normal but not the end. Take breaks, breathe, and remember: your worth isn’t tied to an offer. Your mental health matters more than any job.",
    "closing": "Take care,",
    "signature": "[Your Name]",
    "date": "Wednesday, July 23, 2025, 4:59 PM IST"
  },
  {
    "subject": "Regarding: Self Improvement / Career Advice",
    "greeting": "Dear Colleagues,",
    "body": "Sometimes, we forget a company’s brand name doesn’t define talent. It’s easy to assume 'big company = big talent,' but that’s not always true.\n\nI’ve worked with talented people from smaller, lesser-known companies who amazed me with their skills and dedication. Meanwhile, some at top-tier firms feel lost or stuck, despite appearances.\n\nLet’s stop attaching value to brand names. Skills matter most. Freshers especially should focus on growth and craft, not company size.\n\nTrue happiness and growth come from doing what you love and improving continuously.",
    "closing": "Best wishes,",
    "signature": "[Your Name]",
    "date": "Wednesday, July 23, 2025, 4:59 PM IST"
  },
  {
    "subject": "Regarding: Motivation / Leadership",
    "greeting": "Hi,",
    "body": "When I left a toxic workplace, I told my manager one simple thing and felt good about it:\n\n“Hope your son gets a manager like you. Behaves the way you did with me. Thank you.”\n\nShe always said she was a great manager. Why would she be offended?\n\nIf you felt bad reading this, then maybe you were a bad manager—now you know. If you feel good, take it as a blessing.\n\nShe can’t even get angry without proving she wasn’t 'great.'\n\nThis fictional message reminds me that we can all choose to be better managers and break negative cycles.",
    "closing": "Sincerely,",
    "signature": "[Your Name]",
    "date": "Wednesday, July 23, 2025, 4:59 PM IST"
  }
]
